//https://www.emojiall.com/zh-hant/platform-emojione

const emojiLists = [
  {
    name: "笑脸",
    emojiList: [
      "😀",
      "😁",
      "🤣",
      "😘",
      "🤩",
      "😏",
      "😪",
      "🥳",
      "🥴",
      "😯",
      "🙁",
      "😳",
      "🥱",
      "😤",
      "👻",
      "🤒",
      "😛",
      "😝",
      "😄",
      "😂",
      "😁",
      "😅",
      "😆",
      "😇",
      "😚",
      "😊",
    ],
  },
  {
    name: "人物",
    emojiList: [
      "👶",
      "🧑",
      "🙅",
      "🤦",
      "🤷",
      "🙋‍♂️",
      "👨",
      "🎅",
      "🏃‍♂️",
      "💃",
      "🏊‍♀️",
    ],
  },
  {
    name: "动物",
    emojiList: ["🐕", "🐒", "🦊", "🐅", "🐖", "🐇", "🦢", "🐈"],
  },
];

export default emojiLists;
